Repository: astrophor/goi18n
Catalog: data/*.xliff
Languages: fr

# CFBundleDisplayName
source: Air Matters - Nearby
fr: Air Matters - Environs

# CFBundleName
source: Air Matters - Nearby
fr: Air Matters - Environs

# NSLocationWhenInUseUsageDescription
source: Provide air quality data for your location.
fr: Fournir des données sur la qualité de l'air de votre position.

# About.EULA
source: Terms of Use
fr: Conditions d'utilisation

# About.Feedback
source: Contact Developers
fr: Contacter les développeurs

# About.MailFailMessage
source: Please check your email settings.
fr: Veuillez vérifier vos paramètres de messagerie.

# About.MailFailTitle
source: Unable to send email.
fr: Impossible d'envoyer l'e-mail.

# About.MailPrompt
source: Enter your feedback here.
fr: Entrez votre commentaire ici.

# About.MailTitle
source: User Feedback
fr: Commentaires des utilisateurs

# About.OpenSource
source: Open Source Components
fr: Composants open source

# About.Privacy
source: Privacy Policy
fr: Politique de confidentialité

# About.Review
source: Review on App Store
fr: Noter sur l'App Store

# About.Website
source: Website
fr: Site web

# AddAppliance.NoData
source: Currently unavailable in your region.
fr: Actuellement indisponible dans votre région.

# AddAppliance.Prompt
source: Connect your own air quality monitor / air purifier to this app. Check the air quality of your house or office from anywhere and anytime, compare it with the outside air quality, get advice for health, and be notified immediately when the indoor air quality changes.
fr: Connectez votre propre contrôle de la qualité de l'air / purificateur d'air à cette application. Vérifiez la qualité de l'air de votre maison ou de votre bureau de n'importe où et en tout temps, comparez-le avec la qualité de l'air extérieur, obtenez des conseils pour la santé et soyez avisé immédiatement lorsque la qualité de l'air intérieur change.

# AddAppliance.Purchase
source: Buy
fr: Acheter

# AddAppliance.Title
source: Connect Device
fr: Connecter l'appareil

# AddAppliance.ViewSamples
source: View Sample Devices
fr: Voir les dispositifs d'échantillonnage

# AddAppliance.Website
source: Learn More
fr: En savoir plus

# Appliance.CategoryMonitor
source: Air Monitor
fr: Contrôleur de l'air

# Appliance.CategoryPurifier
source: Air Purifier
fr: Purificateur d'air

# Appliance.MonitorCapability.brightness
source: Brightness
fr: Luminosité

# Appliance.MonitorCapability.formaldehyde
source: Formaldehyde
fr: Formaldéhyde

# Appliance.MonitorCapability.humidity
source: Humidity
fr: Humidité

# Appliance.MonitorCapability.life_gas
source: Life Gas
fr: Gaz vital

# Appliance.MonitorCapability.noise
source: Noise
fr: Bruit

# Appliance.MonitorCapability.renovation_gas
source: Renovation Gas
fr: Gaz de rénovation

# Appliance.MonitorCapability.temperature
source: Temperature
fr: Température

# Common.Cancel
source: Cancel
fr: Annuler

# Common.Error
source: Error
fr: Erreur

# Common.Keyword.AirQuality
source: Air Quality
fr: Qualité de l'air

# Common.Keyword.Haze
source: Haze
fr: Brume

# Common.Next
source: Next
fr: Suivant

# Common.NoData
source: No Data
fr: Pas de données

# Common.UserActivityTitle %@
source: %@ Air Quality
fr: %@ Qualité de l'air

# Dashboard.CurrentStandard
source: Index Standard
fr: Norme de l'index

# Dashboard.DeleteItem
source: Delete
fr: Supprimer

# Dashboard.Devices
source: Purifiers & Monitors
fr: Purificateurs & Moniteurs

# Dashboard.FooterAppliances
source: Tap + to connect an air purifier or monitor.
fr: Appuyez sur + pour connecter un purificateur ou un moniteur d'air.

# Dashboard.FooterSaved
source: Tap + to add a place
fr: Appuyez sur + pour ajouter un lieu

# Dashboard.Locating
source: Determining location...
fr: Détermination de la localisation…

# Dashboard.LocationDisabled
source: Location service disabled.
fr: Service de localisation désactivé.

# Dashboard.Nearby
source: Nearby
fr: Environs

# Dashboard.NetworkErrorContent
source: Please check your network connection.
fr: Veuillez vérifier votre connexion au réseau.

# Dashboard.NetworkErrorTitle
source: Unable to connect to server.
fr: Impossible de se connecter au serveur.

# Dashboard.NoData
source: No Data
fr: Pas de données

# Dashboard.SavedPlaces
source: Saved Places
fr: Localisations Sauvegardés

# Dashboard.SearchPlaces
source: Search Places
fr: Rechercher des lieux

# Dashboard.Weather
source: Weather
fr: Météo

# Detail.AddToDashboard
source: Add to the Dashboard
fr: Ajouter au tableau de bord

# Detail.Section.Advice
source: Advice For Health
fr: Conseils de santé

# Detail.Section.AirForecast
source: Air Quality Forecast
fr: Prévision de la qualité de l'air

# Detail.Section.Allergy
source: Pollen Data
fr: Données sur le pollen

# Detail.Section.AllergyForecast
source: Pollen Data Forecast
fr: Prévision des données polliniques

# Detail.Section.DataSources
source: Data Sources
fr: Provenance des données

# Detail.Section.Environment
source: Measurements
fr: Mesures

# Detail.Section.Index
source: Index
fr: Indice

# Detail.Section.Map
source: Map
fr: Carte

# Detail.Section.PhilipsControls
source: Purifier Controls
fr: Réglage du purificateur

# Detail.Section.PhilipsFilters
source: Filters
fr: Filtres

# Detail.Section.PhilipsLinks
source: Links
fr: Liens

# Detail.Section.Pollutants
source: Pollutants
fr: Polluants

# Detail.Section.Readings
source: Pollutants
fr: Polluants

# Detail.Section.WeatherForecast
source: Weather Forecast
fr: Prévisions météorologiques

# Detail.Subordinate
source: Places Included
fr: Lieux inclus

# Detail.TopAllergens
source: Top Allergens
fr: Principaux allergènes

# Detail.UpdateTime %@
source: Updated: %@
fr: Actualisé : %@

# DisplaySettings.Dashboard
source: Show on the Dashboard
fr: Afficher dans le tableau de bord

# DisplaySettings.Imperial
source: Imperial
fr: Impérial

# DisplaySettings.Language
source: Language
fr: Langue

# DisplaySettings.Metric
source: Metric
fr: Métrique

# DisplaySettings.ShowAppliances
source: Purifiers & Monitors
fr: Purificateurs & Moniteurs

# DisplaySettings.ShowMixed
source: Weather & Health Advice
fr: Météo et conseils santé

# DisplaySettings.ShowUpdateTime
source: Data Update Time
fr: Heure de mise à jour des données

# DisplaySettings.Themes
source: Color Theme
fr: Couleur du thème

# DisplaySettings.ThemesFooter
source: You can swipe up/down with 2 fingers on Dashboard to switch between Light and Dark theme.
fr: Glissez de haut en bas à deux doigts sur le tableau de bord pour passer du thème clair au thème sombre.

# DisplaySettings.Title
source: Display Settings
fr: Paramètres d'affichage

# DisplaySettings.Unit
source: Unit System
fr: Système d'unité

# GoPure.AddStatusBTDisabled
source: Please turn on Bluetooth.
fr: Veuillez activer le Bluetooth.

# GoPure.AddStatusConnected
source: Connected to GoPure.
fr: Connecté à GoPure.

# GoPure.AddStatusConnecting
source: Searching for GoPure...
fr: Recherche en cours pour GoPure...

# GoPure.AlreadyConnected
source: You have already connected to GoPure Purifier.
fr: Vous êtes déjà connecté au purificateur GoPure.

# GoPure.Filter
source: Filter
fr: Filtre

# GoPure.FilterHoursRemaining %d
source: Replace after %d hours
fr: Remplacer après %d heures

# GoPure.LevelHigh
source: Unhealthy
fr: Néfaste

# GoPure.LevelModerate
source: Polluted
fr: Pollué

# GoPure.SpeedAuto
source: Auto
fr: Automatique

# GoPure.SpeedTurbo
source: Boost
fr: Augmentation

# History.Last2Years
source: 2 Years
fr: Deux ans

# History.Last7Days
source: 7 Days
fr: 7 jours

# History.Last24Hours
source: 24 Hours
fr: 24 heures

# History.Last30Days
source: 30 Days
fr: 30 jours

# History.Last48Hours
source: 48 Hours
fr: 48 heures

# History.LastFormat %@
source: Last %@
fr: Dernier %@

# History.LastWeek
source: 7 Days
fr: 7 jours

# History.LastYear
source: 1 Year
fr: 1 an

# LanguageSwitch.Later
source: Later
fr: Plus tard

# LanguageSwitch.QuitNow
source: Quit Now
fr: Quitter maintenant

# LanguageSwitch.RestartPromot
source: New language will take effect after relaunching the app.
fr: Les changements concernant la langue prendront effet après le redémarrage de l'application.

# LanguageSwitch.Title
source: Language Switch
fr: Changer de langue

# LaserEgg.ConnectionFailedMessage
source: Please check your network connection.
fr: Veuillez vérifier l'état de votre connexion au réseau.

# LaserEgg.ConnectionFailedTitle
source: Fail to connect to Laser Egg server.
fr: Échec de la connexion au serveur Laser Egg.

# LaserEgg.DeviceExisted
source: Device already connected
fr: Appareil déjà connecté

# LaserEgg.EnterSerialNumber
source: Enter the serial number on the device:
fr: Entrez le numéro de série sur l'appareil :

# LaserEgg.HowToFindSN
source: How to find the serial number?
fr: Comment trouver le numéro de série ?

# LaserEgg.InputCode
source: Input the 4-letter code displayed on the Laser Egg
fr: Entrez le code à 4 lettres affiché sur le Laser Egg

# LaserEgg.ManualSN
source: Manually enter serial number
fr: Entrez manuellement le numéro de série

# LaserEgg.MissingWifiName
source: Please enter the name of wifi network.
fr: Veuillez entrer le nom du réseau wi-fi.

# LaserEgg.PressButton
source: Please turn on the Laser Egg, then hold the Mode button for 5 seconds, until the 4-letter code shows on screen.
fr: Veuillez mettre en marche le Laser Egg, puis maintenir le bouton « Mode » appuyé pendant 5 secondes, jusqu'à ce que le code à 4 lettres s'affiche à l'écran.

# LaserEgg.SNIncorrect
source: Serial Number Incorrect
fr: Le numéro de série est incorrect.

# LaserEgg.SNIncorrectDescription
source: Make sure the device is initialized and accessible to the Internet.
fr: Assurez-vous que l'appareil a été initialisé et a accès à Internet.

# LaserEgg.SerialNumber
source: device serial number
fr: Numéro de série de l'appareil

# LaserEgg.WifiName
source: Network Name
fr: Nom du réseau

# LaserEgg.WifiNamePlaceholder
source: name
fr: nom

# LaserEgg.WifiPassword
source: Network Password
fr: Mot de passe du réseau

# LaserEgg.WifiPasswordPlaceholder
source: password
fr: mot de passe

# LaserEgg.WifiSectionFooter
source: Please make sure the iOS device in your hand has connected to this network.
fr: Veuillez vous assurez que l'appareil iOS que vous utilisez est connecté au réseau.

# LaserEgg.WifiSectionTitle
source: Wifi settings for Laser Egg
fr: Paramètres wi-fi du Laser Egg

# LaserEgg.WifiSettingsTitle
source: Laser Egg Wifi
fr: Wi-fi Laser Egg

# Login.Error.-1
source: Internal error.
fr: Erreur interne.

# Login.Error.-2
source: Please login.
fr: Veuillez vous identifier.

# Login.Error.-3
source: Please login.
fr: Veuillez vous identifier.

# Login.Error.-4
source: Request too frequently.
fr: Demande trop fréquente.

# Login.Error.-5
source: You should login first.
fr: Vous devriez d'abord vous identifier.

# Login.Error.-6
source: This account has been connected to another account.
fr: Ce compte a été connecté à un autre compte.

# Login.Error.-7
source: Unable to disconnect last account. Use logout instead.
fr: Impossible de déconnecter le dernier compte. Utilisez l'option de déconnexion à la place.

# Login.Error.AlreadyLoggedIn
source: Already logged in.
fr: Déjà connecté.

# Login.Error.InvalidOAuthInfo
source: Invalid OAuth info.
fr: Info. OAuth invalides.

# Login.Error.InvalidResponse
source: Invalid response from server.
fr: Réponse du serveur invalide.

# Login.Error.SyncFailed
source: Fail to sync settings.
fr: Impossible de synchroniser les paramètres.

# Login.Error.UserCancelled
source: User cancelled.
fr: Utilisateur annulé.

# Login.Error.WxNotInstalled
source: WeChat app not installed.
fr: Application WeChat non installée.

# Login.Logout
source: Log out
fr: Se déconnecter

# Login.SectionTitleBind
source: Connect another account
fr: Connecter un autre compte

# Login.SectionTitleConnected
source: Already connected
fr: Déjà connecté

# Login.SectionTitleLogin
source: Connect your social account to sync settings
fr: Connectez votre compte de réseau social pour synchroniser les paramètres

# Login.SectionTitleNotConnected
source: Not connected
fr: Non connecté

# Login.Skip
source: Later
fr: Plus tard

# Login.Sync.MethodKeepCloud
source: Keep cloud settings
fr: Conserver les paramètres du Cloud

# Login.Sync.MethodKeepLocal
source: Keep local settings
fr: Conserver les paramètres locaux

# Login.Sync.MethodMerge
source: Merge local with cloud
fr: Fusionner les paramètres locaux avec le Cloud

# Login.Sync.PromptTitle
source: You have stored settings in the cloud previously.
fr: Vous avez déjà enregistré des paramètres dans le Cloud.

# Login.UnbindPrompt %@
source: Are you sure to disconnect %@?
fr: Êtes-vous sûr de vouloir déconnecter %@ ?

# Map.LocationDisabledContent
source: Please enable location service in settings.
fr: Veuillez activer le service de localisation dans les paramètres.

# Map.LocationDisabledTitle
source: Location Service Disabled
fr: Service de localisation désactivé

# Map.ShareText
source: Air Quality Map
fr: Carte de la qualité de l'air

# Map.SystemSettings
source: System Settings
fr: Paramètres système

# Map.Title
source: Air Quality Map
fr: Carte de la qualité de l'air

# Messages.ShareFooter %@
source: From %@
fr: De %@

# Messages.SharePrompt
source: Share Air Quality & Pollen Data:
fr: Partager la qualité de l'air & données sur le pollen :

# MonitorSettings.CannotSaveToServerMessage
source: Check your network connectivity.
fr: Vérifiez votre connectivité réseau.

# MonitorSettings.CannotSaveToServerTitle
source: Unable to save device settings.
fr: Impossible d'enregistrer les paramètres de l'appareil.

# MonitorSettings.CurrentAddress:
source: Current device location:
fr: Position actuelle de l'appareil :

# MonitorSettings.DeviceDescription
source: Description (Optional)
fr: Description (facultatif) :

# MonitorSettings.DeviceDescriptionFooter
source: Information for followers, eg.: address, opening hours, contact information.
fr: Informations pour les adeptes, par exemple: adresse, horaires d'ouverture, coordonnées.

# MonitorSettings.DeviceLocationFooter
source: Providing a location for this device enables the comparison between indoor and outdoor data.
fr: Fournir la position de l'appareil permet la comparaison entre les données intérieures et extérieures.

# MonitorSettings.DeviceLocationHeader
source: Device Location
fr: Position de l'appareil

# MonitorSettings.DisableLocation
source: Disable Device Location
fr: Désactiver la localisation de l'appareil

# MonitorSettings.LocationDisabled
source: Disabled
fr: Désactivé

# MonitorSettings.NameExamples
source: e.g. Living Room, Bedroom, Office
fr: exemple : Salon, Chambre, Bureau

# MonitorSettings.NameThisDevice
source: Name This Device
fr: Nommez cet appareil

# MonitorSettings.PleaseSpecifyAName
source: Please specify a name for this device.
fr: Veuillez indiquer un nom pour cet appareil.

# MonitorSettings.SelectLocation
source: Select Location
fr: Sélectionner la position

# MonitorSettings.SharingEnabled
source: Enable Data Sharing
fr: Activer le partage des données

# MonitorSettings.SharingOptions
source: Data Sharing
fr: Partage de données

# MonitorSettings.SharingOptionsFooter
source: If enabled, others can view and/or follow the data of this device. It is suggested to enable only for devices installed in a public space, or business area (coffee shop, gym, restaurant, etc.). You can share the link of this device in device details.
fr: En cas d'activation, d'autres personnes peuvent voir et/ou suivre les données de cet appareil. Il vous est suggéré de ne l'activer que pour les appareils installés dans des lieux publics, ou dans une zone commerciale (café, salle de sport, restaurant, etc). Vous pouvez partager le lien de cet appareil dans les détails de l'appareil.

# MonitorSettings.Title
source: Settings
fr: Paramètres

# Philips.AQILevel
source: Indoor Air Quality Level
fr: Niveau de qualité de l'air intérieur

# Philips.AQILevelDescription
source: You will receive notifications when the air quality in your home rises above the level set by you.
fr: Vous recevrez des notifications dès que la qualité de l'air de votre domicile dépassera le niveau que vous avez défini dans les réglages.

# Philips.AddNew
source: Setup a new air purifier
fr: Connecter un nouveau purificateur d'air

# Philips.AddNewHeader
source: Connect a new Smart Air Purifier to your network
fr: Ajouter un nouveau purificateur d'air à votre réseau

# Philips.Advice.Indoor
source: Indoor Workout
fr: Entraînement à l'intérieur

# Philips.Advice.Purifier
source: Air Purifier
fr: Purificateur d'air

# Philips.Advice.PurifierGood
source: Recommend to turn on purifier and run in low speed or automode
fr: Recommandation : Mettre en marche le purificateur et le faire fonctionner à une vitesse basse ou à l'un des modes automatiques

# Philips.Advice.PurifierHigh
source: Necessary
fr: Nécessaire

# Philips.Advice.PurifierLow
source: Recommended for sensitive groups
fr: Recommandé pour les groupes sensibles

# Philips.Advice.PurifierModerate
source: Recommend to turn on purifier and run in automode
fr: Recommandation : Mettre en marche le purificateur et le faire fonctionner à l'un des modes automatiques

# Philips.Advice.PurifierUnhealthy
source: Recommend to turn on purifier and run in automode
fr: Recommandation : Mettre en marche le purificateur et le faire fonctionner à l'un des modes automatiques

# Philips.Advice.PurifierVeryUnhealthy
source: Turn on purifier at a high speed
fr: Mettre en marche le purificateur et le faire fonctionner à une vitesse élevée

# Philips.Advice.WorkoutHigh
source: Turn on purifier and wait
fr: Mettre le purificateur en marche et attendre

# Philips.Advice.WorkoutLow
source: Suitable
fr: Adapté

# Philips.Agreement
source: User Agreement
fr: Accord Utilisateur

# Philips.Agreement.Accept
source: Accept
fr: Accepter

# Philips.Agreement.Decline
source: Decline
fr: Refuser

# Philips.AgreementPrompt
source: To continue, please accept and agree to the information below.
fr: Pour continuer, veuillez confirmer que vous acceptez les informations ci-dessous.

# Philips.AirQualityExplained
source: Indoor Air Quality Index
fr: Indice de qualité de l'air intérieur

# Philips.Call
source: Call us
fr: Appelez-nous

# Philips.CarPurifierType
source: Car Air Purifiers
fr: Purificateurs d'air pour voiture

# Philips.ComfortAdviceSectionTitle
source: Purifier Optimization
fr: Optimisation du Purificateur

# Philips.ConfirmRegion %@
source: Please confirm your current region is %@.
fr: Veuillez confirmer que votre région actuelle est %@.

# Philips.ConfirmRegionMessage
source: If this is incorrect, please go to System Settings (General - Language & Region) and choose a correct region.
fr: Si cela est incorrect, veuillez aller dans les Paramètres Système (Général - Langue & Région) puis sélectionner la bonne région.

# Philips.Connecting
source: Connecting
fr: En cours de connexion

# Philips.DiscoveredSection
source: Or choose from connected air purifiers
fr: Ou choisir parmi l'un des appareils connectés

# Philips.DisplayedAQIName
source: Indoor Air Quality Level
fr: Niveau de qualité de l'air intérieur

# Philips.EWSModelsHeader
source: Select the device model
fr: Sélectionner le modèle de l'appareil

# Philips.FanSpeed %d
source: Speed %d
fr: Vitesse %d

# Philips.HelpSection
source: Visit our help section
fr: Consulter notre section d'aide

# Philips.IAIName
source: Indoor Allergen Index
fr: Indice des allergènes d'intérieur

# Philips.Level
source: Air Quality Level
fr: Niveau de qualité de l'air

# Philips.Light
source: Light
fr: Lumière

# Philips.LightBrightness %d%%
source: Brightness %d%%
fr: Luminosité %d%%

# Philips.LinksSection
source: Help & Support
fr: Aide et Assistance

# Philips.Lock
source: Child Lock
fr: Sécurité enfant

# Philips.Mail
source: Email diagnostics
fr: Dépannage courriel

# Philips.Manual
source: User Manual
fr: Manuel d'utilisation

# Philips.ModeAllergen
source: Allergen Mode
fr: Mode Allergènes

# Philips.ModeBacteria
source: Bacteria & Virus Mode
fr: Bactéries et Virus Mode

# Philips.ModeManual
source: Auto Mode
fr: Mode Automatique

# Philips.ModeNightSense
source: Night Sense
fr: Perception nocturne

# Philips.ModePollution
source: General Mode
fr: Mode Général

# Philips.ModeUnknown
source: Unknown
fr: Inconnu

# Philips.ModelsUnavailable
source: Sorry, this feature is unavailable in your region.
fr: Désolé, cette option n'est pas disponible dans votre région.

# Philips.NeedLocalWifi %@
source: Need connection to Wifi %@
fr: Une connexion Wi-Fi est nécessaire %@

# Philips.NotificationSwich
source: Enable Notifications
fr: Autoriser les notifications

# Philips.Off
source: Off
fr: Arrêt

# Philips.PM25Good
source: Good
fr: Bien

# Philips.PM25Moderate
source: Moderate
fr: Moyen

# Philips.PM25Unhealthy
source: Polluted
fr: Pollué

# Philips.PM25VeryUnhealthy
source: Heavily Polluted
fr: Très pollué

# Philips.Power
source: Power
fr: Alimentation

# Philips.PreferredIndex
source: Preferred Index
fr: Indice préféré

# Philips.Privacy
source: Privacy Policy
fr: Politique de confidentialité

# Philips.PurifierSettings
source: Purifier Settings
fr: Réglages du purificateur

# Philips.PurifierType
source: Air Purifiers
fr: Purificateurs d'air

# Philips.PushCover
source: Front panel
fr: Panneau avant

# Philips.PushCoverDescription
source: You will receive a notification when front panel is opened.
fr: Vous recevrez une notification quand le panneau avant sera ouvert.

# Philips.PushError
source: Error Message
fr: Message d'erreur

# Philips.PushErrorDescription
source: You will receive a notification when error happens.
fr: Vous recevrez une notification quand une erreur se produit dans l'appareil.

# Philips.PushFilter
source: Filters
fr: Filtres

# Philips.PushFilterDescription
source: You will receive a notification when a filter needs to be cleaned or replaced.
fr: Vous recevrez une notification quand un filtre doit être nettoyé ou remplacé.

# Philips.Settings
source: Purifier Settings
fr: Réglages du purificateur

# Philips.Speed
source: Fan Speed
fr: Vitesse du ventilateur

# Philips.Terms
source: Terms & Conditions
fr: Termes & conditions

# Philips.TermsSection
source: Terms & Conditions
fr: Termes & conditions

# Philips.Timer
source: Timer
fr: Minuterie

# Philips.Timer %d hours
source: %d hours
fr: %d heures

# Philips.Timer %d minutes
source: in %d minutes
fr: dans %d minutes

# Philips.TimerOff
source: Off
fr: Arrêt

# Philips.TimerPowerOff
source: Power off
fr: Éteindre

# Philips.UILightDim
source: Dim
fr: Réduire la luminosité

# Philips.UILightOff
source: Off
fr: Arrêt

# Philips.UILightOn
source: On
fr: Allumé

# Philips.UILightUnknown
source: Unknown
fr: Inconnu

# Places.AddPlace
source: Add Place
fr: Ajouter un lieu

# Places.AddToDashboard
source: Add to dashboard
fr: Ajouter au tableau de bord

# Places.CurrentCity
source: Current City
fr: Ville actuelle

# Places.NearestStation
source: Nearest Monitoring Station
fr: Station de surveillance la plus proche

# Places.SearchPlaceholder
source: Search for places
fr: Trouver des lieux

# Push.Action.Detail
source: Detail
fr: Détails

# PushPrefs.ApplianceAlerts
source: Device Alerts
fr: Alertes appareil

# PushPrefs.AppliancesRuleCount %d
source: %d rules
fr: %d règles

# PushPrefs.Ascending
source: Deteriorating Alerts
fr: Alertes de détérioration

# PushPrefs.BadgeAlwaysShows
source: Shows always
fr: Toujours afficher

# PushPrefs.BadgeSectionTitle
source: Numbers on App Icon
fr: Chiffres sur l'icône de l'application

# PushPrefs.BadgeSource.None
source: (None)
fr: (Aucun)

# PushPrefs.Descending
source: Improving Notification
fr: Notification d'amélioration

# PushPrefs.Enabled
source: Enabled
fr: Activé
