Repository: astrophor/goi18n
Catalog: data/*.xliff
Languages: fr

# PushPrefs.LocationServiceDisabled
source: Location service disabled. Please enable location permission for this app in system settings.
fr: Service de localisation désactivé. Veuillez activez la localisation pour cette application dans les paramètres système.

# PushPrefs.PlaceSettings
source: Pollution Alert
fr: Alerte pollution

# PushPrefs.PlaceSubscriptions
source: Pollution Alert Subscriptions
fr: Abonnements aux alertes pollution

# PushPrefs.PushDisabledFooter
source: Push service disabled. You will not be able to put realtime air quality index on app icon, or receive air pollution alerts. You can enable push service in system settings.
fr: Service « Push » désactivé. Vous ne pourrez pas mettre l'index de qualité de l'air en temps réel sur l'icône de l'application, ou recevoir des alertes sur la pollution de l'air. Vous pouvez activer le service « Push » dans les paramètres système.

# PushPrefs.SystemSettings
source: System Settings
fr: Paramètres système

# Rank.Best
source: Best
fr: Meilleur

# Rank.NoData
source: No Data
fr: Aucunes données

# Rank.Title
source: Air Quality Rankings
fr: Classification de la qualité de l'air

# Rank.Worst
source: Worst
fr: Pire

# RemoveAds.Error.InvalidKey
source: Invalid serial key.
fr: Clé de série invalide.

# RemoveAds.Error.ProductNotReady
source: Please try again later.
fr: Veuillez réessayer ultérieurement.

# RemoveAds.Error.ReceiptUnavailable
source: Unable to find purchase receipt.
fr: Impossible de trouver le ticket d'achat.

# RemoveAds.Error.ReceiptValidationFailed
source: Receipt validation failed.
fr: Échec de la validation du reçu.

# RemoveAds.Error.RestoreNotFound
source: Restore failed. Could not found previous purchase record.
fr: Échec de la récupération. Impossible de trouver l'historique des précédents achats.

# RemoveAds.Error.ServerError
source: Server error.
fr: Erreur du serveur.

# RemoveAds.Error.Title
source: Error
fr: Erreur

# RemoveAds.Error.Unknown
source: Unknown error
fr: Erreur inconnue

# RemoveAds.Expired %@
source: Your previous premium service has expired on %@.
fr: Votre service premium précédent a expiré le %@.

# RemoveAds.Intro
source: Air Matters Premium is an optional yearly subscription that remove ads and support future development. If you have paid to remove ads in previous versions of "China Air Quality Index", you can restore previous purchase to enjoy one year of premium service.
fr: Air Matters Premium est un abonnement annuel en option qui enlève les publicités et soutient les projets futurs. Si vous avez payé pour enlever les publicités dans des versions antérieures de l'Index de Qualité de l'Air en Chine, vous pouvez rétablir votre précédent achat pour profiter d'un an de service premium.

# RemoveAds.ManageSubscriptions
source: Manage Subscriptions
fr: Gérer les abonnements

# RemoveAds.Price %@
source: %@ per year
fr: %@ par an

# RemoveAds.Purchase
source: Go Premium
fr: Passez au Premium

# RemoveAds.Purchased %@
source: Thank you for your support. Your premium service will end on %@.
fr: Merci de votre soutien. Votre service premium expirera le %@.

# RemoveAds.RateApp
source: Rate this App
fr: Noter cette application

# RemoveAds.Restore
source: Restore Previous Purchase
fr: Rétablir le précédent achat

# RemoveAds.Title
source: Remove Ads
fr: Enlever les publicités

# RemoveAds.TryAgainLater
source: Please check your network connection and try again later.
fr: Veuillez vérifier votre connexion réseau et réessayer ultérieurement.

# Settings.About
source: About
fr: À propos

# Settings.ConnectAppliance
source: Connect Device
fr: Connecter l'appareil

# Settings.Display
source: Display Settings
fr: Afficher les paramètres

# Settings.IndexStandard
source: Air Quality Index Standard
fr: Norme de l'indice de qualité de l'air

# Settings.NameThisDevice
source: Name This Device
fr: Nommez cet appareil

# Settings.RemoveAds
source: Remove Ads
fr: Enlever les publicités

source: Settings Sync
fr: Synchronisation des paramètres

# Settings.SystemPermissions
source: System Permissions
fr: Autorisations système

# Settings.Title
source: Settings
fr: Paramètres

# Settings.TodayWidget
source: Today Widget
fr: Widget du jour

# Settings.URLs
source: URLs
fr: URL

# Share.AppDescription
source: Global Air Quality & Pollen Data
fr: Qualité de l'air globale & Données sur le pollen

# Share.ReviewRequestContent
source: Would you like to rate this app on the App Store?
fr: Désirez-vous noter cette application sur l'App Store ?

# Share.ReviewRequestNotNow
source: Not Now
fr: Pas maintenant

# Share.ReviewRequestTitle
source: Thank you for sharing with Air Matters.
fr: Merci d'avoir partagé avec Air Matters.

# Share.ShareScreenshot
source: Share Screenshot
fr: Partager la capture d'écran

# Shortcut.Appliance
source: Air Purifier
fr: Purificateur d'air

# Shortcut.ConnectDevice
source: Connect Device
fr: Connecter l'appareil

# Shortcut.CurrentCity
source: Current City
fr: Ville actuelle

# Shortcut.Map
source: Map
fr: Carte

# Theme.Dark
source: Dark
fr: Sombre

# Theme.Light
source: Light
fr: Lumière

# Theme.Sky
source: Sky
fr: Ciel

# WatchSettings.ComplicationsPrompt
source: Data Source for Complications
fr: Source de données des complications

source: Blowing Snow
fr: Rafale de neige

source: Chance of Rain
fr: Risque de pluie

source: Clear
fr: Effacer

source: Drizzle
fr: Bruine

source: Dust Whirls
fr: Tourbillons de poussière

source: Fog
fr: Brouillard

source: Fog Patches
fr: Bancs de brouillard

source: Freezing Drizzle
fr: Bruine verglaçante

source: Freezing Fog
fr: Brouillard verglaçant

source: Funnel Cloud
fr: Entonnoir nuageux

source: Hail
fr: Grêle

source: Hail Showers
fr: Averse de grêle

source: Haze
fr: Brume

source: Heavy Blowing Sand
fr: Forte tempête de sable

source: Heavy Blowing Snow
fr: Poudrerie forte

source: Heavy Blowing Widespread Dust
fr: Vastes et importants tourbillons de poussière

source: Heavy Drizzle
fr: Forte bruine

source: Heavy Dust Whirls
fr: Forts tourbillons de poussière

source: Heavy Fog
fr: Brouillard épais

source: Heavy Fog Patches
fr: Bancs de brouillard épais

source: Heavy Freezing Drizzle
fr: Forte bruine verglaçante

source: Heavy Freezing Fog
fr: Épais brouillard verglaçant

source: Heavy Hail
fr: Forte grêle

source: Heavy Hail Showers
fr: Forte averse de grêle

source: Heavy Haze
fr: Brume épaisse

source: Heavy Ice Crystals
fr: Importants cristaux de glace

source: Heavy Ice Pellet Showers
fr: Importantes chutes de grêle

source: Heavy Ice Pellets
fr: Importantes granules de glace

source: Heavy Low Drifting Sand
fr: Sables bas et importants

source: Heavy Low Drifting Snow
fr: Poudrerie basse et importante

source: Heavy Low Drifting Widespread Dust
fr: Gros nuages bas de poussière

source: Heavy Mist
fr: Brouillard

source: Heavy Rain
fr: Forte pluie

source: Heavy Rain Mist
fr: Épaisse brume pluvieuse

source: Heavy Rain Showers
fr: Fortes averses de pluie

source: Heavy Sand
fr: Gros nuages de sable

source: Heavy Sandstorm
fr: Violente tempête de sable

source: Heavy Smoke
fr: Fumée épaisse

source: Heavy Snow
fr: Neige abondante

source: Heavy Snow Blowing Snow Mist
fr: Neige abondante Brume poudreuse

source: Heavy Snow Grains
fr: Neige en grain abondante

source: Heavy Snow Showers
fr: Fortes averses de neige

source: Heavy Spray
fr: Forts embruns

source: Heavy Thunderstorm
fr: Orage violent

source: Heavy Thunderstorms and Ice Pellets
fr: Orages violents et granules de glace

source: Heavy Thunderstorms and Rain
fr: Orages violents et pluie

source: Heavy Thunderstorms and Snow
fr: Orages violents et neige

source: Heavy Thunderstorms with Hail
fr: Orages violents accompagnés de grêle

source: Heavy Thunderstorms with Small Hail
fr: Orages violents avec une légère grêle

source: Heavy Volcanic Ash
fr: Épaisse fumée volcanique

source: Heavy Widespread Dust
fr: Gros nuages de poussière

source: Ice Crystals
fr: Cristaux de glace

source: Ice Pellet Showers
fr: Averses avec grésil

source: Ice Pellets
fr: Grésil

source: Light Blowing Sand
fr: Légers tourbillons de sable

source: Light Blowing Snow
fr: Poudrerie légère

source: Light Blowing Widespread Dust
fr: Légers tourbillons de poussière

source: Light Drizzle
fr: Légère bruine

source: Light Dust Whirls
fr: Légères colonnes de poussière

source: Light Fog
fr: Léger brouillard

source: Light Fog Patches
fr: Bancs de brouillard isolés

source: Light Freezing Drizzle
fr: Légère bruine verglaçante

source: Light Freezing Fog
fr: Léger brouillard verglaçant

source: Light Hail
fr: Légère grêle

source: Light Hail Showers
fr: Légères averses de grêle

source: Light Haze
fr: Brume légère

source: Light Ice Crystals
fr: Légers cristaux de glace

source: Light Ice Pellet Showers
fr: Averses légères avec grésil

source: Light Ice Pellets
fr: Léger grésil

source: Light Low Drifting Sand
fr: Légères rafales de sable au sol

source: Light Low Drifting Snow
fr: Neige basse légère

source: Light Low Drifting Widespread Dust
fr: Légères rafales de poussière au sol

source: Light Mist
fr: Légère brume

source: Light Rain
fr: Pluie légère

source: Light Rain Mist
fr: Légère brume pluvieuse

source: Light Rain Showers
fr: Légères averses de pluie

source: Light Sand
fr: Sable léger

source: Light Sandstorm
fr: Légère tempête de sable

source: Light Smoke
fr: Fumée légère

source: Light Snow
fr: Neige légère

source: Light Snow Blowing Snow Mist
fr: Neige légère Brume poudreuse

source: Light Snow Grains
fr: Neige légère en grain

source: Light Snow Showers
fr: Légères averses de neige

source: Light Spray
fr: Fines gouttelettes

source: Light Thunderstorm
fr: Orage léger

source: Light Thunderstorms and Ice Pellets
fr: Orages légers et Grésil

source: Light Thunderstorms and Rain
fr: Orages légers et Pluie

source: Light Thunderstorms and Snow
fr: Orages légers et Neige

source: Light Thunderstorms with Hail
fr: Orages légers avec Grêle

source: Light Thunderstorms with Small Hail
fr: Orages légers avec faible grêle

source: Light Volcanic Ash
fr: Légère fumée volcanique

source: Light Widespread Dust
fr: Légère poussière étendue

source: Low Blowing Sand
fr: Tourbillons de sable au sol

source: Low Blowing Widespread Dust
fr: Tourbillons de poussière au sol

source: Low Drifting Sand
fr: Légères rafales de sable au sol

source: Low Drifting Snow
fr: Neige basse

source: Low Drifting Widespread Dust
fr: Légères rafales de poussière au sol

source: Mist
fr: Brume

source: Mostly Cloudy
fr: Nuageux dans l'ensemble

source: Overcast
fr: Couvert

source: Partial Fog
fr: Brouillard partiel

source: Partly Cloudy
fr: Partiellement nuageux

source: Patches of Fog
fr: Bancs de brouillard

source: Rain
fr: Pluie

source: Rain Mist
fr: Brume pluvieuse

source: Rain Showers
fr: Averses de pluie

source: Sand
fr: Sable

source: Sandstorm
fr: Tempête de sable

source: Scattered Clouds
fr: Nuages épars

source: Shallow Fog
fr: Faible brouillard

source: Small Hail
fr: Légère grêle

source: Smoke
fr: Fumée

source: Snow
fr: Neige

source: Snow Blowing Snow Mist
fr: Neige Brume poudreuse

source: Snow Grains
fr: Neige en grain

source: Snow Showers
fr: Averses de neige

source: Spray
fr: Gouttelettes

source: Squalls
fr: Rafales

source: Thunderstorm
fr: Orage

source: Thunderstorms and Ice Pellets
fr: Orages avec Grésil

source: Thunderstorms and Rain
fr: Orages et Pluie

source: Thunderstorms and Snow
fr: Orages et Neige

source: Thunderstorms with Hail
fr: Orages et Grêle

source: Thunderstorms with Small Hail
fr: Orages avec Faible Grêle

source: Unknown
fr: Inconnu

source: Unknown Precipitation
fr: Précipitations indéterminées

source: Volcanic Ash
fr: Cendres volcaniques

source: Widespread Dust
fr: Poussière étendue
